{
  "title": "La chiesa di san Nicola di Bari di Termini Imerese",
  "body-p1": "Il Duomo, cominciato nel 1408 e ultimato nella seconda metà del Quattrocento sotto il titolo di Santa Maria La Nova ha subito nei secoli numerose opere di ampliamento fino a giungere ad assumere la configurazione attuale nel 1774.Consacrato nel 1516 assunse il nuovo titolo di San Nicola di Bari nel 1545.Nel 1604 venne demolito assieme alle attigue chiese di san Paolo e san Nicolò di Bari per essere ampliato e ricostruito sotto la direzione dell’architetto Antonio Spatafora, che realizzò le tribune dell’altare maggiore e i due altari posti nel transetto: quello dell’Immacolata e quello di San Nicolò.Nel 1660 si cominciò a realizzare il prospetto su progetto del sac. Vincenzo Maria Romano.Nel 1691 venne ampliato il cappellone e nel 1793 Lorenzo Lodato realizzò il coro in noce.Al 1801-1802 risalgono le decorazioni pittoriche realizzate dal castelbuonese Giuseppe De Galbo. Nel 1912 venne ridefinito il prospetto dall’architetto Armò e dagli ingegneri Indovina e Pirron",
  "title-p2": "Descrizione dell’edificio ",
  "body-p2": "Il prospetto di gusto rinascimentale è stato realizzato in due fasi. La prima elevazione in muratura risale alla fine del XVII sec.e presenta come elementi decorativiparaste, lesene, capitelli, una trabeazione in calcare lavorato e decorazioni in spessore d’intonaco che riproducono motivi floreali e protomi di cherubini.La parte superiore realizzata nel 1912 che comprende il timpano in calcestruzzo armato e la torre campanaria, coperta da una copertura a quattro falde rivestita con maioliche verdi, riprende lo stile della prima elevazione suggerendo l’idea di un disegno unitario di gusto ecclettico.Il portale centrale è costituito da un gruppo tetrastilo composito e presenta sul frontone ad arco spezzato un gruppo scultoreo in marmo realizzato nel 1925 da Filippo Sgarlata raffigurante il Beato Agostino Novello che prega per la città affiancato da due angeli che reggono i simboli iconografici del Beato: il libro delle regole agostiniane da lui revisionate e la chiave simbolo della sua carica di penitenziere papale. Le porte d’ingresso alle navate laterali sono costituite da una coppia di colonne di ordine corinzio e sormontate da un frontone ad arco spezzato. Ai lati di tali porte sono state realizzate nel 1798 quattro nicchie per riporvi le statue dei santi Pietro, Giovanni Battista, Paolo e Giacomo facenti parte dell’antica ancona cinquecentesca realizzata per l’abside da Giuliano Mancino e Nicolò Berrettaro, i cui originali si possono ammirare nella terza cappella di sinistra.Sul fianco destro sotto il campanile si può ammirare un frammento di cornice romana proveniente, secondo la tradizione, dal palazzo di Stenio che sorgeva dove ora si può ammirare il duomo.",
  "title-p3": "Interni",
  "body-p3": "La chiesa presenta una planimetria a croce latina, suddivisa in tre navate separate da due file opposte di archi a tutto sesto. Le colonne hanno base attica, fusto e capitello composito in pietra calcarea. La cupola, posta all’intersezione fra la navata centrale e il transetto, presenta una finta volta a spicchi che seppur ideata non è stata sviluppata in altezza, per non ostacolare la visibilità alla guarnigione militare presente all’interno del castello.Su ogni navata laterale si aprono sei cappelle che presentano altari marmorei e pareti decorate con stucchi e pitture policrome. Navate e transetto sono coperte da una volta a botte lunettata.Abbelliscono gli interni decorazioni pittoriche e a stucco, che imitando il marmo ritmano e articolano lo spazio interno arricchendo gli spazi con cornici, modanature, capitelli, paraste, lesene, angeli e motivi floreali. Particolarmente pregiate sono le decorazioni realizzate da Diego Gelardi fra il 1688 e il 1695 nell’ala sinistra del transetto e altrettanto interessanti quelle che decorano la volta dell’attigua cappella del Santissimo Sacramento.Oltre quelle a stucco particolarmente importante è la decorazione pittorica non tanto per l’aspetto qualitativo (si tratta infatti di pittura a calce e finitura a tempera su sostrato di intonaco fatto di calce e gesso) o stilistico quanto piuttosto perché offre la chiave di lettura che i committenti hanno voluto imprimere all’edificio rivelando il profondo legame di questo edificio con la storia della città e la suaimportanza in ambito religioso.",
  "title-p4": "Lettura del ciclo pittorico",
  "body-p4": "La Chiesa di Termini fu sede vescovile fra le più antiche (vescovi termitani parteciparono ai primi concili della cristianità come quello di Calcedonia nel 451, Costantinopoli del 680 e Nicea del 787) fino al 1091 quando venne soppressa e aggregata a Palermo pur conservando i diritti di giurisdizione sul territorio che andava da Altavilla fino al fiume Imera e il privilegio per il sacerdote eletto a reggerla di portare le insegne vescovili. Dal 1968 ha un suo vescovo titolare, carica che attualmente è rivestita da Mario Salvi vescovo ausiliare di Perugia.Questa peculiarità della Chiesa termitana ha ispirato il tema iconografico presente sulle volte della navate centrale, del transetto e nel presbiterio realizzate dal De Galbo.I sei riquadri posti sulla volta della navata centrale mostrano cosa si intenda per “Chiesa”: cioè quelluogo in cui Dio incontra e fa alleanza con l’uomo. Il primo luogo d’incontro fu il giardino dell’Eden, il secondo luogo è costituito da Noè e la sua famiglia dopo il diluvio, il terzo è costituito da Abramo e la sua discendenza, il quarto è il monte Sion dove viene donata la Parola di Dio a Mosè, il quinto è il tempio di Gerusalemme, il sesto luogo d’incontro è Cristo stesso sapienza del Padre posto fra i dottori del tempio. La narrazione continua nel presbiterio dove sulla volta del cappellone sono raffigurati i profeti che hanno annunziato Cristo come vero tempio di Dio sulla terra: Daniele, Ezechiele, Zaccaria, Isaia e Giovanni Battista.Abbassando lo sguardo la nicchia centrale dell’abside fino al 1968 conteneva l’immagine cinquecentesca di Maria seduta in trono con in braccio Cristo (ora collocata nella terza cappella laterale) che con gli apostoli che le facevano corona richiamava simbolicamente la Chiesa primitiva,riunita nel cenacolo, nuovo tempio di Dio. I 12 apostoli riportano nei cartigli ai loro piedi gli articoli del credo che culmina con l’articolo che riguarda la Chiesa scritto all’interno della cupola. Le raffigurazioni del transetto illustrano cosa la Chiesa è chiamata a fare: a sinistra la scena della Visitazione indica che come Maria la Chiesa deve portare Cristo nel mondo. Essa è circondata dai santi cari alla città (sant’Antonio di Padova, san Francesco Saverio, santa Caterina e san Carlo) come esempio delle virtù che la comunità deve perseguire. Tali virtù sono raffigurate allegoricamente ai due lati della finestra del transetto e sono: la carità e la giustizia. Dall’altro lato, sulla volta del transetto di destra, è mostrato secondo una medesimo schema il primo santo patrono di Termini: san Calogero eremita e dagli altri santi patroni (santa Marina, santa Rosalia, san Calogero martire e san Vincenzo Ferrer) e al lato della finestra le allegorie della fortezza e della prudenza.Scendendo nuovamente lungo la navata centrale il discorso è continuato dai personaggi raffigurati nei tondi: questa Chiesa è giunta in Occidente grazie all’annuncio di Paolo e Barnaba, è stata testimoniata dai martiri (Stefano, Lorenzo, Lucia ed Agata) e spiegata dai Padri Orientali (Crisostomo e Atanasio) e Occidentali (Ambrogio, Girolamo, Gregorio Magno e Agostino).Questi insegnamenti sono alla base della fede e della speranza nella vita eterna raffigurati allegoricamente rispettivamente dall’angelo posto sulla controfacciata e dalle due figure poste ai lati della finestra centrale.Lungo la navata centrale ai lati delle finestre poi sono raffigurati in maniera alterna incensieri e simboli diaconali, sacerdotali e vescovili che sottolineano la funzione pastorale e cultuale dei presbiteri scelti come guide della comunità.Il tema sacerdotale è ulteriormente ribadito dalla scelta di riprodurre i quattro evangelisti così come il Domenichino li ha raffigurati nella chiesa di Sant’Andrea della Valle a Roma dove l’unico cartiglio presente è quello di san Luca che recita: fuit sacerdos.",
  "title-p5": " Opere presenti",
  "body-p5": "La cappella dell’Immacolata: La cappella è dedicata all’Immacolata Concezione ed è caratterizzata da un giardino di pietra che circonda la statua marmorea della Madonna databile fra fine Cinquecento e inizio Seicento. Si tratta di decorazioni in stucco realizzate da Diego Gelardi fra il 1688 e il 1695 che circondano l’altare secentesco e incorniciano ai lati della cappella quattro quadri di Tommaso Pollaci (XVIII sec.) raffiguranti scene della vita della Madonna: l’annunciazione e l’assunzione a destra, il miracolo della levatrice incredula e la presentazione al tempio a sinistra. Ai piedi dell’Immacolata si può ammirare lo stemma della città di Termini sorretto da due putti. L’altare è costituito da marmi policromi mischi e da un paliotto marmoreo che raffigura all’interno di un tondo sorretto da angeli, circondato da gigli e sovrastato da una corona la fonte della vita. Alla sua destra",
  "body-p6": "La Cappella del Santissimo Sacramento: La cappella, restaurata e adornata da Giuseppe Schillaci nel 1895, presenta un altare in marmo opera dei fratelli Musca sec XVIII costituito da varie formelle a rilievo raffiguranti: centralmente la cena di Emmaus con ai lati dei putti recanti i simboli eucaristici (spighe e uva) e i simboli della speranza (ancora) e dell’attesa ( tromba).In alto ai lati del tabernacolo le formelle illustrano alcuni elementi del culto dell’antico testamento: l’altare dei profumi, l’altare dei sacrifici, la mensa dei pani di proposizione, l’arca dell’alleanza. Il tabernacolo presenta colonne in marmo policromo ed è abbellito con cornici e fregi in bronzo dorato e da 4 statuette raffiguranti gli evangelisti con i rispettivi simboli.Gli altri rilievi presenti nella cappella sono stati realizzati da Federico Siragusa, allievo del Marabitti fra il 1788 e il 1801:Dietro l’altare è raffigurato infatti l’eterno Padre con la colomba simbolo dello Spirito Santo sul petto mentre indica il tabernacolo con queste parole: Hic est Filius meus dilectusAccanto all’altare possiamo ammirare due scene dell’Antico Testamento: a destra Il profeta Elia incoraggiato dall’angelo a mangiare del pane e bere dell’acqua per proseguire il cammino nel deserto fino al monte Oreb mentre a sinistra Il sacrificio di Isacco.Ai lati della balaustra sono raffigurate due scene tratte dal Nuovo Testamento: a destra La visione dell’albero della vita di san Giovanni Apostolo mentre a sinistra L’adorazione dell’agnello poggiato sul libro con i sette sigilli, dal cui fianco sgorga il sangue raccolto dagli angeli.",
  "body-p7": "Abside centrale: Domina l’abside la croce realizzata nel 1484 dal Ruzzolone che mostra la particolarità di essere dipinta sia anteriormente che posteriormente. Di gusto catalano quest’opera raffigura sul diritto il Cristo in croce posto sull’albero della vita, a cui è aggrovigliato il serpente di bronzo e nella cui sommità è raffigurato il nido di un pellicano che sta dando sé stesso come cibo ai propri piccoli. Ai lati della croce sono raffigurati la Madonna e san Giovanni e in basso la Maddalena.L’autore ricorre allo stratagemma di porre lungo un unico asse tre elementi che rappresentano lo stesso soggetto: Il Cristo, per esprimere il messaggio che l’opera doveva trasmettere: “ Cristo muore in croce- per salvarci come il serpente di bronzo dell’A.T.- donando la sua vita come il pellicano”.Sul verso è raffigurato il Cristo risorto benedicente posto sopra la tomba, in secondo piano Longino, ai suoi lati due angeli e reca in mano il vessillo della vittoria. Nei quattro capo croce sono raffigurati i simboli degli evangelisti che rimandano a loro volta a Cristo riassumendone in breve la vita. Il simbolo di Matteo indica che Cristo pur essendo uomo è Dio, quello di Luca che è morto come vittima di espiazione, quello di Marco che ha vinto la morte e quello di Giovanni che è asceso alla destra del Padre. Dell’antico altare monumentale risalente alla seconda metà del Settecento, dismesso nel 1968, sono rimasti 8 bassorilievi di cultura marabittiana che sono stati applicati su una contro-parete sulla quale è collocata la croce quattrocentesca di Pietro Ruzzolone.I bassorilievi posti nel registro superiore raffigurano l’uccisione di Abele, l’adorazione dell’agnello e il sacrificio di espiazione; quelli posti nel registro inferiore raffigurano i 4 evangelisti che fanno da ala al riquadro centrale che rappresenta la consegna delle chiavi a Pietro da parte di Cristo.Lungo le pareti dell’abside si può notare il coro in noce realizzato dal Lodato nel 1793. ",
  "body-p8": "Cappella del Beato Agostino: Contiene il corpo del Beato Agostino e dentro 4 urne argentee del XVIII sec le reliquie di: santa Basilla, san Calogero martire, santa Candida e il braccio del Beato Agosti:nLa statua posta a sinistra raffigura santa Basilla, in alto è posta la statua del beato Agostino e: a destra quella di san Calogero Martire. Ai lati della cappella tre affreschi di ignoto pittore: siciliano del XVIII sec. raffigurano il Beato mentre riceve l’investitura di penitenziere papale,: mentre riceve in qualità di priore generale dell’Ordine agostiniano la reliquia della testa di san: Luca dalle mani del re Carlo II e mentre viene accolto dalla Trinità in paradiso.",
  "body-p9": "Altare di san Nicola di Myra: Nel transetto di destra il secentesco altare barocco presenta decorazioni a intarsio e volute e al centro del paliotto un tondo con le insegne vescovili.Sopra l’altare un olio su tela del XVII sec. raffigura la Vergine con il bambino in braccio che consegna l’omophorion cioè l’insegna vescovile a san Nicolola di Myra.La balaustra marmorea che cinge l’altare è stata eseguita su progetto dell’Ing G. Indovina nel1920 e trasferita dall’abside centrale nel 2009Centralmente si può notate una scultura lignea dipinta raffigurante l’Assunta su una nuvola con le braccia aperte e sguardo rivolto in alto con angioletti alla base attribuita a F. Quattrocchi 1799.Nella parete di destra è posto il pulpito in noce, realizzato da Francesco Cuscona nel 1929, che presenta nella parte inferiore dei bassorilievi raffiguranti san Paolo, san Nicola di Myra, l’Immacolata, il beato Agostino e san Pietro.Ai lati dell’altare due tele di Tommaso Pollaci del 1784 raffigurano il beato Agostino novello mentre riceve dal papa Nicolo IV il mandato di Penitenziere pontificio e nell’atto di consegnare l’abito monastico ad un guerriero.Sopra l’ingresso della sacrestia si può ammirare un crocifisso in mistura del 1555 attribuito a Vincenzo Pernaci, Provenienza antica matrice di san Giacomo.In alto san Pietro visita sant’Agata in carcere, olio su tela maestro pittore siciliano del XVII",
  "title-p10": "Procedendo lungo la navata laterale abbiamo",
  "body-p10": "La cappella della natività: Sopra l’altare è posta una quinta scenica raffigurante in alto il Padre eterno e in basso delle rovine che fanno da alloggiamento al gruppo statuario costituito da Gesù bambino in ceramica e Madonna e San Giuseppe in cartapesta del XIX sec.L’altare, opera di marmorai locali del periodo barocco, presenta delle mensole laterali su cui poggiano due ripiani degradanti a marmi intrecciatiLungo le pareti laterali si possono notare due dipinti opera settecentesca probabilmente termitana che ricalcano schemi manieristi.Sulla parete di destra è raffigurato l’annuncio ai pastori. Il dipinto raffigura tre pastori in primo piano che ricevono da un angelo l’annuncio della nascita del Redentore, in basso il gregge mentre in lontananza si intravede la grotta della natività. Un cartiglio in alto recita: Presepe non abhorruitSulla parte sinistra è raffigurata l’Adorazione dei magi. La Vergine con alle spalle san Giuseppe e un angelo mostra il bambino all’adorazione dei Magi. Un cartiglio in alto recita: Regno iacere pertulitA sinistra la scultura lignea di San Antonio di Padova del XVII sec",
  "body-p11": "Cappella san Filippo Neri: Sopra l’altare si può ammirare l’olio su tela di Alessio Vajano, fiorentino 1626 raffigurante con un taglio obliquo la Vergine con il bambino in braccio incoronata da due angioletti in una apparizione a san Filippo Neri e in basso due angeli con gigli e vangelo.Sull’altare è posta la Madonna del Ponte, un altorilievo maromoreo attribuito a Ignazio Marabitti. L’opera venne trasferita su questo altare nel 1842 perché il ponte sul fiume Torto su cui era posta andò distrutto. La scultura raffigura a mezza figura la Vergine immacolata, entro un ovale marmoreo con raggiera dorata intorno.Sulla parete di sinistra si può ammirare La Madonna delle grazie o dei Mugnai. Raffigura la Vergine con il bambino circondata da angeli musicanti e incoronata da due di essi con san Nicolò e sant’Onofrio, olio su tela del La Quaraisima del 1630. Provenienza chiesa dell’Annunziata.In basso la statua in cartapesta del XX sec di sant’Agnese. Sulla parete di destra vi è la pala d’altare raffigurante il Beato Agostino Novello, olio su tela del La Quaraisima del 1620 circa. Provenienza chiesa dell’AnnunziataIn basso si può notare il gruppo statuario in cartapesta del sec XVIII della Mater dolorosa o Pietà che raffigura la Madonna che sostiene sulle proprie gambe il corpo esanime del Figlio.",
  "body-p12": "Cappella della custodia dell’Immacolata: Custodisce la statua dell’Immacolata realizzata in legno di cipresso da F. Quattrocchi nel 1799.",
  "body-p13": "Cappella di san Giuseppe: Sull’altare si può ammirare un olio su tela del XVII sec. raffigurante la Vergine che tiene in braccio il bambino Gesù che carezza teneramente la barba di san Giuseppe mentre a destra è raffigurato san Michele in dialogo con la Vergine. Un angelo a sinistra mostra il bastone fiorito di san Giuseppe. Allabase dell’altare sul paliotto marmoreo sono effigiati gli arnesi da falegname.A sinistra è posta la statua marmorea policroma della Vergine scolpita da Giorgio da Milano nel 1487. La Madonna ha in braccio il bambino Gesù che tiene in mano un cardellino, mentre al suo fianco è raffigurato un bambino che tiene il lembo del suo mantello.",
  "body-p14": "Cappella di san Gaetano: Sopra l’altare un olio su tela di Filippo Randazzo del 1741 raffigura la Vergine con il bambino Gesù che dona a san Gaetano da Thiene un giglio, a destra sant’Ignazio di Loyola, in basso due putti che reggono il libro della regola con il motto di san Gaetano: Quaerite primum regnum Dei. Sull’altare un’urna lignea contiene un Ecce HomoSulla parete sinistra è posto il miracoloso crocifisso nero in mistura con perizoma in foglia d’oro del XIV sec, dono del re Alfonso di Castiglia alla città. Provenienza chiesa dell’AnnunziataE in basso la statua in cartapesta di Santa Marina del XX sec.Sulla parete di destra si può ammirare la pala d’altare raffigurante l’Annunciazione, attribuita a Giacomo Lo Verde o Pietro Novelli sec XVII. Provenienza chiesa dell’Annunziata.In basso la statua lignea del XVI sec di san Biagio Fuori dalla cappella sul pavimento si può vedere la base di una colonna dell’antica matrice .",
  "body-p15": "Cappella Bonafede: Dinnanzi alla cappella ormai trasformata in ufficio parrocchiale è posto l’affresco quattrocentesco della Madonna del latte situato in origine sul muro della vicina cappella di san Gaetano, la cui parete, già facente parte dell’antica matrice del 1400 venne inglobata nella struttura secentesca",
  "title-p16": "Proseguendo, frontalmente abbiamo",
  "body-p16": "La cappella del Battistero: Due opere marmoree: il fonte battesimale del XVIII sec e il reggi cero del XVI sec.Centralmente un crocifisso ligneo opera di Giacomo di Leo del 1520.A sinistra una tela raffigurante Il battesimo di Gesù opera di I. De Michele del 1789.A destra una tela raffigurante l’Ecce Homo.",
  "body-p17": "Cappella del sacro cuore di Gesù: Sull’altare si può ammirare una tela a olio del XVIII sec raffigurante L’apparizione del sacro cuore di Gesù a santa Geltrude la Grande, in basso due putti reggono i suoi emblemi: il vangelo e il pastorale.L’altare marmoreo presenta la porticina del tabernacolo con raffigurata l’apparizione del Sacro Cuore a santa Margherita Maria Alacoque.Ai lati dell’altare due dipinti del 1918 mostrano due contesti antitetici: la pace e la guerra.A sinistra Il sacro cuore di Mariaè posto in un contesto agricolo:in lontananza un uomo sta arando un campo.A destra Il Cristo guarda in maniera costernata le rovine causate dalla prima guerra mondialesimboleggiata in alto dalla presenza di un cannone che lascia intravedere i fumi della battaglia. Una scritta commenta: miro…pianse.A sinistra si può ammirare La statua del Cuore di Gesù in tela e gesso del sec XVIII che presenta testa, mani e piedi in legno realizzati da F. Quattrocchi.A destra La Portantina del Viatico usata per portare l’ultima comunione ai moribondi. Opera in di un maestro artigiano siciliano del sec XVIII in legno intagliato e dipinto in stile rococò. Costituita da base quadrata sormontata da una cupola, presenta le pareti esterne e interne dipinte a motivi floreali in verde e oro e ai quattro angoli costoloni rilevati.",
  "body-p18": "Cappella di santa Maria La Nova: Conserva quanto rimasto dell’ancona marmorea cinquecentesca realizzata per l’altare maggiore dal Mancino e Berrettaro: la Madonna seduta in trono che sorregge il Cristo benedicente; la base dell’ancona dove sono raffigurati: nelle lesene san Giovanni Battista, san Nicola e san Girolamo; mentre negli scomparti i quattro santi coronati, protettori dei marmorari perché santi scalpellini. In alto le 4 statueche facevano corona alla Vergineraffigurantii santi: Pietro, Paolo, Giacomoe Giovanni Battista.",
  "body-p19": "Cappella di san Bartolomeo: Sopra l’altare un dipinto, olio su tela del XVIII sec., raffigura L’apostolo Bartolomeo che contempla lo Spirito Santo e professa l’articolo di fede assegnatogli dall’iconografia e scritto sul libro che tiene in mano: Credo in Spiritum Sanctum. In basso a sinistra un angelo ha fra le mani i simboli del martirio: un coltello e un lembo di pelle umana.In alto sulla paretedi sinistra un olio su tela del XVI sec. raffigura Sant’Orsola. Provenienza chiesa dell’AnnunziataIn basso Lo sposalizio di Maria vergine e san Giuseppe, olio su tela di Vincenzo La Barbera realizzato nel 1619, copia di un quadro dell’Aniemolo presente nella chiesa della Gancia a Palermo. Provenienza chiesa dell’Annunziata.Parete di destra in alto: L’angelo custode, olio su tela del XVIII sec. Provenienza chiesa dell’AnnunziataIn basso L’annunciazione del De Blasio, olio su tela inizi del 1595. Provenienza chiesa dell’Annunziata.Ai quatto angoli colonne con capitelli ionici che reggevano i due organi a canne del duomo",
  "body-p20": "Cappella della Madonna del rosario: Sopra l’altare la tela raffigurante la Madonna del rosario posta fra i santi Domenico e Rosalia. Entrambi i santi sono raffigurati con la simbologia loro assegnata: san Domenico ha accanto a sé il cane con la fiaccola; santa Rosalia il giglio, la corona di rose che il bambino Gesù le porge, il teschio e il bastone da pellegrina. Sulle frange del baldacchino sono raffigurati i misteri del rosarioNella parete di sinistra troviamo dipinta ad olio una copia dello Spasmo di Sicilia di Raffaello Sul lato sinistro un olio su tela XVIII sec raffigura Il sogno di san GiuseppeAi quattro angoli colonne con capitelli ionici che reggevano di due organi a canne del duomo",
  "body-p21": " Cappella del crocifisso: Sopra l’altare si può ammirare posto su una croce, rivestita di specchi disegnati a motivi geometrici, il crocifisso ligneo scolpito da F. Quattrocchi nel 1780.Ai suoi piedi la statua lignea dell’Addolorata realizzata da Giuseppe Stuflesser nel 1960.Sopra il crocifisso una frase latina recita: Commendat Charitatem suamSulla parete di destra e sinistra due tele del XVIII sec.: a destra la Madonna del Lume, a sinistra san Camillo De Lellis che assiste gli ammalati di peste.In alto sulla volta sono raffigurati in stucco i simboli della passione",
  "footer": "Il nostro viaggio termina qui vi invito a scoprire gli altri tesori che questa città racchiude",
  "title-bio": "Biografia",
  "biografia": "Contino A. - Mantia S., Architetti e pittori a Termini Imerese fra XVI e il XVII sec., Editrice GASM, Termini Imerese 2001.Cusimano R., Brevi cenni di storia termitana, Tipografia Pontificia, Palermo 1926.Mirabella G., Censimento dei beni culturali di Termini Imerese, Lions Club Termini Himera Cerere, Palermo 1990-91.Patiri G., Termini Imerese antica e moderna, Tipografia Fratelli Marsala, Palermo 1889.Romano B., Notizie storiche intorno alla città di Termini, biografia dell’autore, cronologia delle opere, premesse e note al testo di A. Contino e S. Mantia, Ed. GASM, Termini Imerese 1997.Sarullo L., Dizionario degli artisti siciliani-Architettura, a cura di Maria Clara Ruggeri Tricoli, vol. I, Palermo 1993; Pittura, a cura di Maria Antonietta Spataro, vol. II, Palermo 1993: Scultura, a cura di Benedetto Patera vol. III, Ed. Novecento, Palermo 1993.Solìto V., Termini Himerese città della Sicilia posta in teatro, t. II, Stamperia P. Bisagni, Messina 1671.Soprintendenza BB.CC.AA.- Catalogo generale delle opere d’interesse artistico custodite nella chiesa di San Nicola di Bari a Termini Imerese.Virzì A., Pittura del XVII sec a Termini Imerese, Editrice GASM, Termini Imerese 2003.",
  "link-home": "Torna alle chiese"
}
