{
  "title": "CHIESA DI SAN GIACOMO DI TERMINI IMERESE",
  "body-p1": "La chiesa dei Santi Filippo e Giacomo è ubicata nel quartiere San Pietro, in pieno centro storico, ad un livello sottostante rispetto al piano del Duomo. Per comprendere meglio l’importanza che essa ha avuto nel corso dei secoli, non si può prescindere da alcuni cenni storici e dalla descrizione del quartiere in cui si trova: quest’ultimo faceva parte della cosiddetta Terravecchia, sita sotto il castello (che sorgeva a circa 120 metri sul livello del mare). Nel Quattrocento risultava essere la parte più popolosa della città e quella dove si concentrava la sua comunità cristiana. Questa situazione durò fino al 1571, quando essa fu distrutta dallo scoppio della polveriera del castello.",
  "body-p2": "Tornando alla chiesa di San Giacomo i più antichi riferimenti risalgono al periodo normanno e successivamente è stata ipotizzata una sua riconsacrazione da parte del papa Innocenzo III, tutore del futuro imperatore Federico II, che in base alla tradizione nel 1208 si fermò a Termini tornando a Roma da Palermo. La chiesa porta segni di restauri ed interventi (come alcune mensole lignee conservate presso il Museo Civico “Baldassare Romano”) posteriori al 1338, anno in cui Termini fu praticamente rasa al suolo dai francesi di Carlo d’Artois nel contesto delle lotte fra Angioini ed Aragonesi per il controllo della Sicilia. L’edificio comunque subì solo qualche danno, essendo nelle immediate vicinanze delle mura di cinta, perché i Francesi erano particolarmente devoti al culto di San Giacomo. Bisogna ricordare a proposito che il santuario di Santiago di Compostela, in Galizia, era meta di numerosi pellegrinaggi ed era frequentato anche dai cavalieri crociati che si recavano in Terra Santa. I documenti, risalenti al XV secolo, sottolineano che la chiesa di San Giacomo era la cattedrale di Termini: particolarmente indicativo è un documento del 1439 che tratta del vassallaggio fatto dai Termitani ad Antonio de Rebellis (che aveva acquistato la città dal Regio Demanio) nella Maggior Chiesa dedicata appunto a San Giacomo l’Apostolo, la cui importanza aveva cancellato quella di San Filippo; del 1442 è poi un altro documento inerente ad un atto di omaggio, fatto da un “archipresbiter Thermarum” al barone di quella terra e castello nella stessa chiesa. Nel 1484 viene commissionata al pittore Pietro Ruzzolone una croce, che oggi si trova alla Matrice, da parte di un “archipresbitero Majoris Ecclesiae Thermarum”. Infine del 1506 è l’atto di committenza di una tela, rappresentante San Giacomo seduto fra due angeli, uguale a quella dipinta per la chiesa di San Giacomo la Marina di Palermo",
  "body-p3": "Dopo il 1516 non si hanno più notizie sulla chiesa di San Giacomo fino al 1596, quando essa perde il ruolo di cattedrale di Termini e la ritroviamo sede della omonima confraternita. Durante il Seicento la chiesa cambia addirittura nome e santo patrono: diventa infatti San Biagio, nome più gradito ai Gesuiti che lì vicino avevano costruito il loro collegio. Nel 1901 muore l’ultimo confrate e da quel momento l’edificio inizia ad essere usato saltuariamente fino al 1943, quando una bomba provoca danni tali da determinarne l’abbandono. Nel 1992, su incarico dell’Assessorato ai Beni Culturali ed Ambientali, si iniziano i lavori di restauro che permetteranno alla chiesa di ritornare ad essere uno dei più importanti monumenti storici di Termini pervenuti fino a noi.",
  "body-p4": "All’esterno l’impianto della chiesa di San Giacomo si presenta oggi come una costruzione di periodo normanno, anche se la torre campanaria risulta essere di più antica datazione. Essa ha una base quadrata e merlature guelfe quasi del tutto crollate: si accedeva al suo interno dalla navata destra della chiesa tramite un arco ogivale accanto al quale se ne apriva un altro, oggi tompagnato; i materiali che ne componevano la muratura erano assai eterogenei. Il campanile durante il XVII secolo fu ridotto nella sua altezza e perse le eleganti bifore, rette da colonnine bianche, che la ornavano su tutti e quattro i lati. L’edificio subì significativi rimaneggiamenti intorno al 1710 e in più nel 1757 la chiesa versava in un tale stato di decadimento che la nuova Congregazione dell’Assunta dovette reperire i finanziamenti per ulteriori lavori di ristrutturazione. Nell’Ottocento furono invece costruite alcune case addossate alle mura della chiesa, che nascosero quasi completamente il portale ogivale laterale, riportato alla luce dagli ultimi lavori di consolidamento nel 1994.",
  "body-p5": "Per quanto riguarda l’interno San Giacomo è divisa in tre navate da archi a sesto acuto, con le absidi rivolte verso est. Il decoro a scacchiera scolpito sul capitello di una delle colonne, che sosteneva gli archi adibiti alla divisione delle navate, presenta ancora tracce dei colori tipici dello stemma degli Altavilla (il bianco e il rosso). Nella piccola abside sinistra, invece, sotto diversi strati di intonaco è riaffiorato un disegno raffigurante una croce con il copricapo e le insegne vescovili, oltre ad alcune nappe laterali. Infatti va detto che Termini fu sede di un vescovo fin quando Ruggero II non la soppresse e la aggregò a quella di Palermo; la chiesa sembra essere stata riconsacrata nel periodo federiciano, per poi perdere definitivamente lo status di cattedrale nel XV secolo. Gli Spagnoli vollero edificare un Duomo (più grande e sito in una zona più centrale) e San Giacomo diventò così sempre più marginale, anche se nel 1535 l’Imperatore Carlo V visitò la città di Termini, ma non si recò al Duomo, poiché era incompleto e quindi non ancora in funzione. San Giacomo dopo il 1625 fu modificata dai Gesuiti, che fecero costruire una copertura con volte a crociera fra il vicino collegio e la chiesa e in seguito effettuarono il riorientamento della stessa: dove un tempo sorgeva la facciata i frati fecero erigere l’abside maggiore e due finte absidi laterali. L’accesso all’edificio fu permesso attraverso una lunga scalinata, alla cui sommità venne posto il portale di ingresso: l’architrave di quest’ultimo fu arricchito con i simboli della conchiglia e della spada; la prima simboleggiava il pellegrino che si recava a visitare la tomba dell’Apostolo Giacomo a Santiago de Compostela, mentre la seconda simboleggiava l’arma con cui fu martirizzato il santo. Quando la chiesa fu messa sotto la protezione di San Biagio, una statua del nuovo santo prese il posto di quella di San Giacomo (che era collocata alle spalle dell’altare maggiore ed era stata realizzata dall’artista Girolamo di Leo nel XVI secolo). Le pareti vennero interamente ridecorate, cancellando quasi tutti gli affreschi sottostanti. Gli unici due ad essere stati salvati si trovavano nella parete sud: uno raffigura San Calogero e venne ritrovato dallo storico Gioacchino di Marzo, che lo attribuì ai fratelli Graffeo; l’altro raffigura la Madonna del Rosario con Santa Caterina d’Alessandria e San Leonardo, che è stato attribuito a Vincenzo La Barbera.",
  "link-home": "Torna alle chiese"
}
