{
  "title": "LA CHIESA DEL MONTE",
  "body-p1": "La Chiesa di Santa Croce al Monte, più brevemente conosciuta come Chiesa del Monte, si trova nell’angolo in cui Via San Salvatore e Via Mazzini si incontrano di fronte a Piazza Umberto I, a pochi passi da Piazza Duomo, nella parte alta di Termini Imerese.",
  "body-p2": "La costruzione della Chiesa di Santa Croce al Monte avvenne per mano della “Compagnia dei Bianchi”, una compagnia di nobili atti ad aiutare i bisognosi, i carcerati e le donne che, per povertà o perché orfane, non avevano la possibilità economica per sposarsi, assicurando loro il matrimonio. In quegli anni, la Compagnia cercava una sede di adeguata grandezza per poter svolgere le proprie attività: per riuscirci, decisero dopo aver provato ad utilizzare diverse sedi, di costruirne una propria. L’inizio dei lavori risale al 1613 ma la loro ultimazione avvenne solo nel 1675, anche se in realtà, tranne l’abside, la chiesa era già pronta nel 1643. Per realizzarla, la Compagnia si rivolse al famoso architetto termitano Vincenzo La Barbera. I nobili abbatterono le chiese di San Gherardo, di San Sebastiano e un paio di case limitrofe, acquistate per realizzare il progetto. Si venne così a creare quella che oggi è l’attuale struttura della Chiesa.",
  "body-p3": "La Chiesa, seppur di modeste dimensioni, abbonda di lapidi e monumenti di vari personaggi illustri termitani, dei quali possiamo notare alcuni nomi: Baldassare Romano, Melchiorre Lo Faso, Paolo Balsamo ed anche Niccolò Palmeri. Per questi, essa viene definita per l’appunto “Piccolo Pantheon” della città. Di notevole interesse sono anche due sarcofagi marmorei risalenti al 1500 realizzati dal Gagini ed apprezzati per la loro artisticità, oltre che per il loro essere in continuità con altri pezzi dell’artista o del figlio, osservabili a Siracusa. Oltre ciò, di pregevole artisticità è un quadro dello stesso architetto La Barbera, contenuto all’interno e raffigurante San Gherardo, al quale era intestata una delle due chiese abbattute in favore della nuova.",
  "footer": "BIBLIOGRAFIA/SITOGRAFIA: Indorante Barbara, Sinatra Manuela - “A spasso con Stenio” Patiri Giuseppe - “Termini Imerese, Antica e Moderna”",
  "link-home": "Back to Home"
}
