{
  "title": "The Church of Saint Nicholas of Bari in Termini Imerese",
  "body-p1": "The building of the Duomo was started in 1408 and was ended on the second half of the 15th century under the name of Santa Maria La Nova. The building has been subjected to different extension works until reaching the actual configuration in 1774.  It was consecrated in 1516 and it took the new name of Saint Nicholas of Bari in 1545. In 1604 it was demolished along with the adjacent Church of Saint Paul and of Saint Nicolò of Bari, in order to be enlarged and rebuilt under the direction of the architect Antonio Spatafora. He made the pulpit of the high altar, the one of the altar of the Immaculate and the one of Saint Nicolò. In 1660 the façade was started, based on a project by the minister Vincenzo Maria Romano. From 1691 until 1774 the chapel was enlarged with a project by M. P. Casano from Palermo, and under the direction of the architect Filippo Mola, in 1793 Lorenzo Lodato made the walnut choir. The decorative paintings date back to 1801-1802 and were made by Giuseppe de Galbo from Castelbuono.  In 1912 the façade was completed by the architect Armò and the engineers Indovina and Pirrone. ",
  "title-p2": "Description of the building",
  "body-p2": "The façade in Reinassance style was made in two phases. The first bricklaying dates back to the end of the 17th century and has pilasters, half pilasters, capitals, a trabeation in worked limestone and decorations in plaster depicting floral motifs and protomes of cherubims.  The upper part was made in 1912, including the gable in reinforced concrete and the tower-bell, covered by four pitches and with green majolica tiles. It makes reference to the first raising with the idea of a unified drawing in an eclectic style. The central portal is composed by a composite tetrastyle group and has a marble group of statues on the broken arch pediment, made by Filippo Sgarlata in 1925, representing the Blessed Agostino Novello who is praying for the town. He is accompanied by two angels holding his iconographic symbols: the book of the Augustinian rules, revised by him, and the key, which is a symbol of his role as Confessor of the Pope.  The entrance doors on the side aisles are made up of two Corinthian columns and surmounted by a broken arch pediment. On the sides of such doors, four niches were made in 1798 in order to store the statues of Saint Peter, John the Baptist, Paul and James. These statues were part of the 16th century altarpiece, made for the apse by Giuliano Mancino and Nicolò Berrettaro. The originals can be admired in the third chapel on the left. On the right side, under the bell-tower, you can admire a small piece of a Roman frame which, according to a legend, comes from Stenio’s palace which stood exactly where now you can admire the Duomo. ",
  "title-p3": "The building interiors",
  "body-p3": "The ground plan of the building presents a Latin cross plan, divided into three aisles and separated by two parallel rows of rounded arches. The columns have an Attican base, a shaft and a capital in limestone. The dome is placed at the intersection between the central aisle and the transept, it consists of a fake segmented vault, which was not well developed in height, not to hinder the visibility to the military garrison inside the castle. On each side aisle there are six chapels with marble altars and walls decorated in plaster and polychrome paintings. The main aisle and the transept have a lunette-barrel vault, while the lateral aisles have a barrel-vault. The building interiors are adorned with painted and plaster decorations imitating the marble, which punctuate the space and enriching it with frames, mouldings, capitals, pilasters, half pilasters, angels and floral motifs. Especially the decorations on the left aisle and on the transept, made by Diego Gelardi between 1688 and 1695, are particularly valuable and also the decorations of the vault in the adjacent chapel of the Blessed sacrament are very interesting. Besides the stucco decorations, the painting decoration is very important, not only for the qualitative aspect (it is indeed a lime paint in tempera on a plaster substrate made of lime and plaster) not even for the stylistic one, but also because it clearly gives the interpretation that the commissioners wanted to stress in the building: its deep connection with the history of the town and the importance of Termini Imerese in the religious field at that time. ",
  "title-p4": "Reading the pictorial decoration",
  "body-p4": "The Church of Termini was one of the most ancient Bishop’s seat (some Bishops of Termini took part in the first councils on Christianity, such as the one in Calcedonia in 451, in Costantinopole in 680 and at Nicea in 787) until 1901, when it was suppressed and aggregated to Palermo. However, it maintained the rights of jusrisdiction on the territories from Altavilla to the Imera river. It also maintained the Bishop’s privilege to hold the episcopal insignia. From 1968 Termini has its own titular Bishop, this position is currently assigned to Mario Salvi, auxiliary Bishop of Perugia. This peculiarity of the Church of Termini has mainly inspired the iconographic themes of the vaults made by De Galbo on the main aisle, on the transept and on the presbytery. The six frames on the ceiling of the main aisle clearly show what is the meaning of “Church”: that is the place where God meets and makes the covenant with man. The first meeting indeed took place in the Garden of Eden, the second with Noah and his family after the Flood, the third with Abraham and his descendants, the fourth took place on the Mount Sion where the Word of God was given to Moses, the sixth is Jesus Christ himself, Wisdom of the Father, among the Temple teachers. The story continues in the presbytery, where the preachers, who announced the coming of Jesus as a true house of God on the earth, are represented in the vault of the chapel: Daniel, Ezekiel, Zechariah, Isaiah and John the Baptist. If you look down at the central niche in the apse, that was the place where the 15th century image of Mary, sitting on the throne with Christ in her arms, was placed until 1968 (now this image has been placed in the third side chapel) with the apostles surrounding her. They symbolically recall the early Church gathered in the Upper Room, the new Temple of God. The 12 apostles, also a work by De Galbo, bring the articles of the Creed in scrolls at their feet. It cuminates with the article related to the Church and written inside the dome amidst a choir of musician Angels saying: Et unam sanctam catholicam et apostolicam ecclesiam. The depictions in the transept represent what the Church has been called to do: on the left we have the scene of the Visitation, like Mary, the Church must bring Christ into the world. She is surrounded by the saints who are dear to the city (Saint Anthony of Padua, Saint Francis of Paola, Saint Catherine of Siena and Saint Charles Borromeo) as a symbol of those virtues by which the community should be inspired. These virtues are allegorically represented on the two sides of the transept window: they are the charity and the justice. On the right side of the transept, in a similar scheme, it is represented the first patron saint of Termini: Saint Calogerus the hermit with Saint Nicola and the other patron saints (Saint Marina, Saint Rosalia, Saint Calogerus the martyr and Saint Vincent Ferrer), on the window’s side there are the allegories of Fortitude and Prudence. As a culmination of what is represented in the transept, the main frame on the vault of the apse shows the Blessed Agostino Novello and the Immaculate, the main patron of the city.  If you go down again on the main aisle, the history is continued by the characters depicted in the round canvases: this Church has reached the West thanks to the announcement of Paul and Barnaba, it has been attested by the martyrs (Stephen, Lawrence, Lucy and Agata) and explained to the Eastern Fathers (Cristosomo and Attanasio) and to the Western (Ambrogio, Jerome, Gregory, the Great and Augustine). Those preachings are the basis of our faith and of our hope in the eternal life and they are allegorically represented by the angel in the counter-façade and by the two characters on both sides of the main window. Along the main aisle, on the sides of the window, censers, diaconal, priestly, episcopal and papal symbols are represented, underlining the pastoral and cultural function of the presbyters chosen as guides by the city.  The Priestly Theme is again confirmed by the choice of representing the four evangelists in the same way as Domenichino depicted them in the church of Saint Andrea della Valle in Rome, where the only scroll is Saint Luca’s one which reads: fuit sacerdos.",
  "title-p5": "Main works",
  "body-p5": "The Immaculate’s Chapel: It is the chapel dedicated to the Immaculate Conception and characterised by a rock garden surrounding the marble statue of our Lady, dating back to the end of the 16th and the beginning of 17th. They are stucco decorations, made by Diego Gelardi between 1688 and 1695, which surround the 17th century altar and frame four paintings made by Tommaso Pollaci (18th century) on both sides of the chapel, representing some life scenes of our Lady: the Annunciation and the Assumption on the right, the miracle of the disbelieving midwife and the presentation at the Temple on the left. At the feet of the Immaculate, you can see Termini Imerese coat of arms sustained by two puttos. The altar consists of marbles of different colours and a marble painting showing the source of life in a square, hold by some angels and surrounded by lilies, surmounted by a crown. A marble balustrade shows some puttos holding lilies and wheat. ",
  "body-p6": "The Chapel of the Blessed Sacrament: The chapel was restored and adorned by Giuseppe Schillaci in 1895, it has a marble altar, work of the Musca’s brothers in the 18th century, and is made of different reliefs depicting: the Emmaus supper with some puttos on the sides, holding some Eucharistic symbols (the wheat and the graves), some hope symbols (the anchor) and some expectation symbols (the trumpet). Up, on the sides of the Tabernacle, the panels show some elements of the Old Testament Worship: the altar of incense, the sacrifice altar, the table of show-bread, the Ark of Covenant.  The Tabernacle has polychrome marble columns and it is decorated with frames and friezes in gilded bronze and with 4 little statues representing the evangelists, each of them with its own representing symbol.   The other reliefs in the chapel are made by Federico Siragusa, a disciple of Marabitti, between 1788 and 1801: behind the altar the Eternal Father is depicted with a dove on his chest, symbol of the Holy Spirit, as he points at the tabernacle with these words: Hic est Filius meus dilectus. Next to the altar, we can see two scenes from the Old Testament: Elijah the profet, on the right, encouraged by an angel to eat some bread and drink some water to continue his walk in the desert up to Mount Oreb, and The Binding of Isaac on the left. On the sides of the balustrade two scenes of the New Testament are depicted: The vision of the Tree of Life of Saint John the Apostle on the right, and the Adoration of the Mystic Lamb on the left, placed on the book with the seven seals, from whose side the blood flows and is collected by the ang ",
  "body-p7": "The main apse: A cross made by Ruzzolone dominates the apse, it was commissioned by the high priest Pietro Calogero Serio, in order to be placed on a girder in the nave of the Cathedral. This cross, which is of Catalan influence, has the peculiarity of being painted in front and behind. In the front the Christ on the cross is depicted on the tree of life, to which a bronze serpent is tangled up, on the top of it there is a pelican’s nest where the bird is giving himself as a food to his little ones. At the sides of the cross, our Lady is represented with Saint John and Mary Magdalen below. The author uses the stratagem of putting along a single axis three elements which represent the same character: Christ. This is to give the message that this work should transmit: Christ has died on the cross to save us, like the bronze snake, and by giving his life as the pelican does. On the back, the risen Christ blessing over the tomb. In the background, maybe the commissioner holds the victory flag in his hand, and at his sides two angels hold a ribbon where two articles of the Apostle Creed are written: Et resurrexit tertia die a mortuis … ascendit ad caelos et sedet ad dexteram Dei Patris. On the four cross-heads the symbols of the evangelists are depicted, referring to Christ himself by summarising his life.  Matthew’s symbol represents the fact that although Christ is a man he is God. Luke’s symbol the fact that Christ died as an expiating victim. Mark’s symbol the fact that Christ won over death, and John’s one the fact that Christ ascended at the right hand of his Father. The incipit of the corresponding Gospel is written under each of the symbols Liber generationis Iesu Christi filii David (the angel), Fuit in diebus Herodis, regis Judae (the bull), Initium evangelii Iesu Christi Filii Dei (the lion), In principio erat Verbum (the eagle). Only 8 bas-reliefs are left from the ancient monumental altar, dating back to the second half of the eighteenth century, decommissioned in 1968. They are Marabittian bas-reliefs and they have been positioned on a counter-wall against which the 15th century cross by Pietro Ruzzolone has been located. The bas-reliefes in the upper registerm depict the murder of Abel, the Worship of the Mystic Lamb and the sacrifice of the atonement: the ones which are in the lower register represent the 4 evangelists who draw the wing to the central panel showing the delivery of the keys to St. Peter. Along the apse’s wall you can see the seats of the walnut choir made by Lodato in 1793 on three levels. The pulpit is made with the ancient 16th Easter candle holder, depicting the angel who holds the Eastern Proclamation. ",
  "body-p8": "The Chapel of Blessed Agostino Novello: In the chapel there is the body of the Blessed Agostino. Also Saint Basilla’s relics, Saint Calogerus the martyr’s, Santa Candida’s and the Blessed Agostino’s arm are inside four silver urns, dated back to the 17th century. Three plaster statues depict Santa Basilla on the left, the Blessed Agostino above and Saint Calogerus the martyr on the right. On the sides of the chapel there are two frescoes made by a Sicilian unknown painter in the 18th century, they show the Blessed being invested as a Confessor of the Pope and while receiving Luke’s head relic from Charles II of Anjou, as a Prior General of the Augustinian Order.  Inside the central niche there is a fresco from 20th century depicting the Blessed welcomed by the Trinity.  The wooden statue of the Blessed was made by J. Runggldier in 1998.  ",
  "body-p9": "Saint Nicholas of Myra’s altar: On the right transept the 17th baroque altar has some inlays decorations and spirals. At the centre of the antependium there is a round with the episcopal insignia (the gospel, the eastern miter, three spheres, the pastoral staff and the papal ferula). Above the altar there is a 17th century oil on canvas depicting the Virgin with the Child in her arms who is giving the omophorion, that is the episcopal insignia, to Saint Nicholas of Myra. The marble balustrade surrounding the altar was designed by the engineer G. Indovina in 1920 and then moved to the central apse in 2009. You can notice a wooden sculpture in the centre depicting the Virgin on a cloud with the open arms, looking up with some little angels at the base. This is ascribed to F. Quattrocchi (1799).  On the right wall there is a walnut pulpit, made by Francesco Cuscona in 1929. In the lower part there are some bas-reliefs representing Saint Paul, Saint Nichola of Myra, the Immaculate, the Blessed Augustin and Saint Peter. On either side of the main altar there are two canvases of Tommaso Pollaci from 1784 depicting the Blessed Agostino Novello receiving the mandate of Confessor of the Pope from pope Nicholas IV and gibing his monastic habit to a warrior.  Above the sacristy entrance, you can admire a cross dated back to 1555 and ascribed to Vincenzo Pernaci. Place of origin: the ancient cathedral of Saint James. On the top Saint Peter visits Saint Agata in prison, it is an oil on canvas made by a 18th century Sicilian master painter.",
  "title-p10": "Proceeding along the side aisle we have",
  "body-p10": "The Chapel of the Nativity: On the altar there is a theatre wing representing the Ethernal Father at the top and some ruins at the bottom housing the statues group of a ceramic Baby Jesus, Our Lady and Saint Joseph in papier-mâché dating back to the 18th century. The altar was made by some local marble workers of the Baroque period. It has side shelves on which there are the base for some interwoven marble demoting shelves. Along the side walls you can notice two 18th century paintings, probably made by some locals following the mannerist schemes. On the left part there is the Adoration of the Magi. The Virgin with Saint Joseph in the background and an angel pointing at the Child at the adoration of the Magi. On the ornament is written: Foeno iacere pertulitOn the right wall the Annunciation to the Shepherds is depicted. The painting shows three shepherds in the foreground receiving the annunciation of the birth of the Redeemer from an angel. At the bottom there is the flock, while in the background the Grotto of the Nativity can be glimpsed. On the ornament is written: Praesepe non abhorruit. (Both the writings are taken from the Christmas Hymn written in 450  a.C. by Celio Sedulio: He endured to lie in the hay, did not disdain a manger). On the left the wooden sculpture of Saint Anthony of Padua from 18th century",
  "body-p11": "The Chapel of Saint Philip Neri: Above the altar you can see the oil on canvas made by Alessio Vajano of Florence in 1626 depicting the Virgin with the Child on her arms in an oblique cut. She is crowned by two angels on an apparition to Saint Philip Neri. At the bottom two angels with some lilies and a gospel. On the altar there the Madonna del Ponte, a marble high relief ascribed to Ignazio Marabitti. The work was moved on this altar in 1842 because the bridge on the river Torto where it was at first was destroyed. The sculpture is depicting the Immaculate Virgin on a half-length portrait in a marble round with a golden sunburst around it.  On the left wall you can see Our Lady of Grace or Our Lady of the Millers. It represents the Virgin with the Child surrounded by the musician angels and crowned by two of them with Saint Nicolò and Saint Onofrio. On the background you can see a miracle of Saint Onofrio and Saint Nicola. Oil on canvas by La Quaraisima from 1630. The provenance is from the Church of the Annunziata. Below you can see the papier-mâché statue of Saint Agnes from 20th century.  On the right wall there is the altarpiece depicting the Blessed Agostino Novello and the city of Termini Imerese, it is an oil on canvas made by La Quaraisima dating around 1620. The provenance is from the Church of the Annunziata. Below you can notice the Mater dolorosa, a wooden, canvas and plaster statues group of the 18th century. It depicts our Lady supporting on his own legs the dead body of the Child.",
  "body-p12": "The Chapel of the Custody of the Immaculate: Inside the marble case structure, made under the project the engineer G. Indovina in 1912, is kept the Immaculate statue made in cypress wood by F. Quattrocchi in 1799.",
  "body-p13": "The Chapel of Saint Joseph: On the altar you can admire a 17th century oil on canvas made by a painter of Flemish culture depicting the Virgin holding the Jesus in her arms who is tenderly stroking Saint Joseph beard. On the right Saint Michel is depicting speaking to the Virgin. An angel on the left shows the flowery stick of Saint Joseph. In the lower part there is a landscape where it is highlighted a shield and a vine, on the background there is a tower. At the base of the altar, on the marble frontal, the carpenter’s tools are depicted. The marble polychrome statue of the Vergine del Soccorso is placed on the left, it was made by Giorgio da Milano in 1478. Our Lady with a book in her hand, holds Jesus in her arms who is playing with a goldfinch. At her side, a child holding the hem of her garment is depicted.  Inside a niche there is the papier-mâché statue of Saint Joseph on the right holding Christ’s hand. ",
  "body-p14": "The Chapel of Saint Gaetano: Upon the altar an oil on canvas, made by Filippo Randazzo in 1741, depicts the Virgin with the Child giving a lily to Saint Gateano from Thiene. At the right, there is Saint Ignatius of Loyola, at the bottom two puttos holding the book of the Rule with Saint Gaetano’s motto: Quaerite primum regnum Dei. Respicite volatilia coeli. (Let your first care be the Kingdom of Heaven. See the birds of heaven) Matthew 6,33.26. A cartouche in the upper parts reads: Singulariter in spe constituisti me (For you alone, Lord, make me dwell in safety. Psalm 4,10; Augustine, Confessions, 9,11).  On the altar, a wooden urn contains an Ecce Homo.  On the left wall there is the miraculous black crucifix in mixture with a gold-leaf thong dated back to 14th century, donated by the King Alfonso of Castile to the city. The provenance is from the Church of the Annunziata. Below the papier-mâché statue of Saint Marina dated back to 20th century.  On the right wall you can admire the altar-piece depicting the Annunciation ascribed to Giacomo Lo Verde or Pietro Novelli dates back to 17th century. The provenance is from the Church of the Annunziata. Below there is the wooden statue of Saint Biagio dating back to 16th century",
  "body-p15": "The Chapel Bonafede: In front of the chapel, now transformed into the parish office, there is a copy of the 15th century fresco of the Madonna del latte, which was originally on the wall of the chapel of Saint Gaetano, whose wall was already part of the old cathedral in the 15th century and was later annexed to the 17th century structure. ",
  "title-p16": "If we proceed, we can see on the front",
  "body-p16": "The Chapel of the Baptistry: Where you can admire: the baptismal font, a marble work dated back to 17 century.At the centre there a wooden crucifix made by Giacomo di Leo in 1520. On the left a canvas depicting the baptism of Jesus, made by I. De Michele in 1789.On the right a canvas depicting the Ecce Homo. Above there is a latin writing: Hic est filius meus dilectus. ",
  "body-p17": "The Chapel of the Holy Heart of Jesus: On the altar you can admire a 18th century oil canvas depicting the Appearance of the Holy Heart of Jesus to Saint Gertrude the Great, below two puttos are holding her symbols: the gospel and the pastoral.  The marble altar has depicted on the Tabernacle small door the apparition of the Holy Heart to Saint Margherita Mary Alacoque. At the sides of the altar two paintings made in 1918 depict two opposite concepts: war and peace.  On the left The Holy hearth of Mary is placed in an agricultural context: on the background a man is plowing a field.  On the right he Christ is looking dismayed at the ruins of the 1st World War, symbolised on top by a cannon revealing the midst of the battle. A writing recites: mirò.. pianse (he looked at it.. he cried). On the left you can admire the Statue of the Holy Heart of Jesus made in canvas and chalk. It dates back to the 18th century and the head, hands and feet are made in wood by F. Quattrocchi.  On the right there is the Sedan of the Viaticum, used to bring the Last Communion to the moribund persons. It was made by a Sicilian master artisan in 18th century, in carved and painted wood in Rococo style. It consists of a square base surmounted by a dome, the internal and external walls are painted with floral motifs in green and gold, at the four corners there are detected ribs. The side walls are decorated with two representations in gilt wood with the Eucharistic symbols: the wheat and the grape. In the small entrance there is a pelican sculpted in golden wood. Below it is depicted the scene of the angel who invites Elijah to continue his journey, after having fed him with the bread from heaven. It is a clear allusion to the viaticum. ",
  "body-p18": "The Chapel of Santa Maria la Nova : Here it is preserved what is left of the 16th century marble ancon, which was made for the main altar by Mancino and Berrettaro: Our Lady sit on her throne supporting the bleseing Christ The base of the ancon where are depicted: Saint John the Baptist, Saint Nicola and Saint Jerome in the half-pilasters and the crowned saints, protectors of the marble carvers being stonemasons themselves, in the sections.  Above, there are 4 statues depicting the saints which surrounded the Virgin: Peter, Paul, James and John the Baptist.  On the top there are two canvases from the church of Saint Peter: on the left the altarpiece with the apostles Peter and Paul, it is an oil canvas made by Bonanno in 1732; on the right there the 17th century painting depicting Our Lady of the Abandoned and Innocents.",
  "body-p19": "The chapel of Saint Bartholomew: On the altar there is a painting, oil on canvas dated back to the 18th century, depicting the Apostle Bartholomew contemplating the Holy Spirit and practising the article of faith assigned to him by the iconography and also written on the book held by his hand: Credo in Spiritum Sanctum. Below on the left there is an angel holding the symbols of the martyrdom in his hands: a knife and a flap of human skin.  Above on the left wall there is an oil on canvas dated back to 16th century depicting Saint Orsola. The provenance is from the Church of the Annunziata. Below there is the Marriage of the Virgin Mary and Saint Joseph, an oil on canvas made by Vincenzo la Barbera in 1619, it is a copy of a painting made by Aniemolo which is in the Church of Gancia in Palermo. The provenance is from the Church of the Annunziata. High on the right wall: the Guardian Angel, an oil on canvas dated back to 18th century. The provenance is from the Church of the Annunziata. Below there is the Annunciation made by De Blasio , an oil on canvas made in the beginning of 1595. The provenance is from the Church of the Annunziata. At the four corners there are some columns with Ionic capitals which were holding two pipe organs of the Cathedral. ",
  "body-p20": "The Chapel of Our Lady of the Rosary: . Upon the altar there is a canvas depicting Our Lady of the Rosary between Saint Dominic and Saint Rosalia. Both saints are depicted with each typical simbology: Saint Dominic has a dog with a torch on his side, Saint Rosalia has a lily, a crown of roses given to her by Jesus the Child, a skull and a pilgrim’s staff. On the fringes of the canopy the mysteries of the rosary are depicted.  on the left wall we can see a painting representing the Spasimo of Sicily made by Raffaello.  On the left side there is an oil on canvas from 18th century depicting The dream of Saint Joseph.  At the four corners there are some columns with Ionic capitals which were holding two pipe organs of the Cathedral. ",
  "body-p21": " The Chapel of the Crucifix: . Upon the altar you can admire the wooden crucifix made by F. Quattrocchi in 1780, it is placed on a cross covered with mirrors drawn in geometric patterns.  Below there is a wooden statue of Our Lady of Sorrows made by Giuseppe Stuflesser in 1960. Above the crucifix there a latin writing: Commendat Charitatem suam (show his love).  On the left and right wall there are two canvases dating back to XVIII century: on the right the Madonna del Lume and on the left San Camillo De Lellis who is assisting the people infected by the plague.  Above, on the ceiling there are the symbols of the passion made in stucco.",
  "footer": "Our small tour ends here; however, you are more than welcome to discover the other treasures enclosed in this city",
  "title-bio": "Bibliography",
  "biografia": " Contino A. - Mantia S., Architetti e pittori a Termini Imerese fra XVI e il XVII sec., Editrice GASM, Termini Imerese 2001.  Cusimano R., Brevi cenni di storia termitana, Tipografia Pontificia, Palermo 1926.  Mirabella G., Censimento dei beni culturali di Termini Imerese, Lions Club Termini Himera Cerere, Palermo 1990-91.  Patiri G., Termini Imerese antica e moderna, Tipografia Fratelli Marsala, Palermo 1889.  Romano B., Notizie storiche intorno alla città di Termini, biografia dell’autore, cronologia delle opere, premesse e note al testo di A. Contino e S. Mantia, Ed. GASM, Termini Imerese 1997.  Sarullo L., Dizionario degli artisti siciliani-Architettura, a cura di Maria Clara Ruggeri Tricoli, vol. I, Palermo 1993; Pittura, a cura di Maria Antonietta Spataro, vol. II, Palermo 1993: Scultura, a cura di Benedetto Patera vol. III, Ed. Novecento, Palermo 1993.  Solìto V., Termini Himerese città della Sicilia posta in teatro, t. II, Stamperia P. Bisagni, Messina 1671.  Soprintendenza BB.CC.AA.- Catalogo generale delle opere d’interesse artistico custodite nella chiesa di San Nicola di Bari a Termini Imerese.  Virzì A., Pittura del XVII sec a Termini Imerese, Editrice GASM, Termini Imerese 2003. ",
  "link-home": "Torna alle chiese"
}
