{
  "body1": "Believe it again. Help",
  "body2": "us to give value",
  "body3": "to our identity, culture",
  "body4": "and tradition",
  "btn-donate": "Donate here",
  "polaroid": "WITH LOVE, HIMERAZIONE <3",
  "crew": "Here’s the gang , although incomplete!",
  "count": "Thank you for having visited us",
  "count1": "times! :D",
  "showMore": "Show More",
  "showLess": "Show Less",
  "jardinu": "Let’s reopen this garden!",
  "jardinu1": "The project aiming at the valorisation of the garden of the Church of Maria SS. Annunziata has been submitted on 18th May 2021. It is a project which is part of a wider context and an important part of",
  "jardinu2": "the mission of HimerAzione",
  "jardinu3": "It is a project which strongly believes that giving new life to this garden is the first stage for the growth of the city and of the association itself. This first step of the association involves several stages:",
  "jardinu4": "ADOPTION, which has already been put in place through a close relationship between the Mother Church \"San Nicola di Bari\" on which the Church of Maria SS.Annunziata depends; as well as for the work of garden cleaning.",
  "jardinu5": "PROJECT DRAFTING and study of its sustainability and feasibility. This step will allow the planting of new trees and will lead to the construction of a green wall using a side wall of the garden along with a small theatre to host artists and performances. Moreover, a small space to insert a panel with a mural will be added, as a further attraction in addition to the already great beauty of the Church.",
  "jardinu6": "CROWDFUNDING, an online fundraising campaign on the \"Produzioni dal Basso\" platform which will last four months and will aim to finance not only the costs of the garden redeveloping, but also HimerAzione further steps",
  "jardinu7": "IMPLEMENTATION of the project, where the protagonists will be not only the members of HimerAzione association, but also other local association groups, individual citizens and even institutions. Indeed, we have chosen to define it a \"Social Garden\", not only to express our desire to make it a place where someone can meet to build relationships, but also to open it up to anyone interested in bringing new beauty to the city by holding events in one of the city's most beautiful places",
  "jardinu8": "EVENTS, which are fully described in the \"phase two\" section of HimerAzione's mission. With all of this, we hope to be able to match the great work carried out by other realities we like to mention such as Farm Cultural Park in Favara, Periferica in Mazara del Vallo and Trame di Quartiere in Catania. These are small realities which now have become big thanks to the intense work which has distinguished them.",
  "jardinu9-btn": "GO TO THE GARDEN",
  "mangia": "Good food is at home in Termini Imerese!",
  "mangia-btn": "EAT",
  "dormi": "Hotels and B&B are ready to host you! ",
  "dormi-btn": "SLEEP",
  "ama": "Explore the wonders of Termini Imerese! ",
  "ama-btn": "LOVE",
  "blogPrev": "Let’s talk about Termini Imerese"
}
