{
  "title": "CHIESA DI SANTA MARIA ANNUNZIATA",
  "body-p1": "The church of Santa Maria Annunziata is located in the ancient district area called “Rocchecelle” in Via Sant’Orsola n. 25. Its dominant dome has a strong visual impact since it is externally decorated with light-blue majolica tiles, also called Azulejos. The majolica tiles make the dome particularly recognisable and of effect, especially if you look at it with the blue sea in the background, standing out among the roofs and with the mountain Saint Calogero on the back.  ",
  "body-p2": "Through an 18th century portal placed on the street level and surmounted by a stucco Annunciation, by descending some steps you can enter into the garden in front of the religious building. The façade has a smooth surface without decorations. There are three portals highlighted by simple frames and neoclassical pediments. On the main portal, reporting the date of 1634, there is a wide blind window of Jesuit-type. The side portals date back to 1512, as the date shown upon them. Finally, on the roof at the opposite side of the entrance portal, there is a large majolica dome supported by a large octagonal drum. On the dome you can admire a refined lantern with an octagonal base as well, on which the cross raised up. The dome is divided into triangular sails, twisted on decorated ribs. The decoration with the particular technique of the Azulejos is typical of the Islamic art, which was learnt by the local people during the Arabic and then Spanish domination. The bell-tower was originally a tower of the city-walls and it was later incorporated to the church. It appeared in a medieval guise until 1924, with elegant mullioned windows, its apical part was knocked out on the same year and it is possible to see its ruins in the garden.  ",
  "body-p3": "Secondo lo studioso Solìto, la fondazione della Chiesa è databile intorno al 1494, e ne specifica anche il titolo SS.Vergine Maria Annunciata dall’Arcangelo Gabriele; l’Architetto Mirabella, studiosa di storia termitana, afferma invece che potrebbe trattarsi di un impianto tardo trecentesco, poichè la chiesa compare già su alcuni documenti notarili sia del 1409 che del 1412. La struttura fu soggetta a modifiche e ampliamenti a partire dal 1595, come attesta il sacerdote Giuseppe Cioffo nei suoi scritti. Le misure della chiesa erano modeste e, verosimilmente, fu Antonio Spatafora, architetto e capomastro delle fabbriche della città di Termini Imerese in quegli anni, ad occuparsi di ampliarne le dimensioni, sfruttando le pareti esterne della precedente costruzione. Il soffitto del primo edificio doveva presentarsi con capriate lignee in abete decorate con figure di animali, tipici ornamenti dell’arte moresca. Nel XVII secolo, periodo in cui scrive il sacerdote, sull’altare maggiore da una trave pendeva il crocifisso ligneo in ebano ornato da raggi dorati, oggi esposto al Duomo.  Per tradizione, si dice che venne donato alla città da sua maestà Re Alfonso di Castiglia nel corso del 1400. Nel maggio 1618 e ancora nel 1625, il “Crocifisso nero” ritenuto miracoloso, fece cessare un lungo periodo di siccità, portato in processione nella maggior chiesa, si dice che la avvolse di una meravigliosa luce vista da numerosi testimoni. Parecchie altre volte, la santa immagine fu portata in processione, per la mancanza d'acqua, consolando conseguentemente la città con piogge copiose, infine si dice che nel 1658, liberò le campagne termitane dai i grilli che stavano devastando i raccolti irrimediabilmente. Scendendo alcuni gradini, 10 da quanto riportato dal sacerdote Cioffo, si accedeva alla chiesa bassa, qui si trovava la cappella della natività di Gesù detta della grotta. Da ciò si è supposto che la chiesa bassa doveva essere tra le prime chiese edificate in questo luogo, probabilmente su resti del periodo romano, sfruttando due antiche torri della cinta muraria, una di queste era proprio quella inglobbata nel campanile semidiroccato della chiesa.",
  "body-p4": "La prima fase dei lavori si concluse nel 1605, secondo quanto si evince dalle note di spesa compilate da Don Giuseppe Cioffo, durante questi si realizzò anche la cappella sel SS Crocifisso. Nel 1618 fu concesso alla famiglia Ardizzone di creare la propria cappella a sinistra del portale d'ingresso, nel 1621 fu concessa una cappella alla famiglia Cavalieri, che la dedicò a San Raffaele Arcangelo e nel 1626 come si evince dall'atto notarile, Giuseppe Lo Maltese si impegnò a costruire a proprie spese la cappella della Natività. Nel 1630 i rettori della confraternita dell'Annunziata concessero ai deputati della Pia Opera dei Mugnai la cappella della Madonna della Sperta presso la cappella dei Maltese.  Tra il 1626-1627 ripresero i lavori per la nuova chiesa dell’Annunziata ed era divenuto capomastro, Vincenzo La Barbera, celebre pittore termitano di origine ligure, successore e genero dello Spatafora. Vincenzo La Barbera, artista eclettico termitano, nato negli anni 1576-1577, amava firmarsi «Thermitanusque Himereus pictor», grazie alla sua bravura in pittura e al suo genio in architettura, ebbe grande notorietà tanto da ottenere commesse da parte della corte vice-regia e dei gesuiti di Palermo. Tra le sue opere ricordiamo il Martirio di Santa Agata, la Crocifissione e la Trinità che fulmina l'eresia, oggi al Museo Civico Baldassare Romano. Ebbe anche l'incarico di affrescare la sala consiliare del palazzo del magistrato a Termini Imerese e fu molto attivo anche a Palermo e nei paesi vicino, come Caccamo e Ciminna.  Al 1627 risale la creazione della grotta della Natività e la concessione della terza cappella a sinistra alla famiglia Cioffo, che lo stesso sacerdote fece abbellire commissionando un quadro. ",
  "body-p5": "Nel 1638, fu dato incarico al pittore Francesco La Quaraisima di decorare la volta, attivo a Termini nei primi decenni del '600, è annoverato dalla letteratura locale come uno dei quattro pittori termitani insieme a Vincenzo La Barbera e i due Fratelli Graffeo. La Quaraisima dipinse numerose opere firmate e datate quali: la Natività del Battista, oggi al museo Civico Baldassare Romano di Termini Imerese, il San Carlo Borromeo del 1615, nell'omonima chiesa e un altro dipinto raffigurante la Natività del Battista del 1619 oggi nella Chiesa Madre di Caccamo.  Nel 1646 la cupola era già terminata, negli anni successivi furono ultimate anche le cappelle di sinistra. Nel 1665 furono ultimati i lavori della navata sinistra, della volta, del transetto e della cappella SS. Crocifisso.  Infine nel 1860 iniziarono alcuni lavori di restauro affidati al pittore Vincenzo Ciofalo e al figlio Michele, i quali ripararono la cupola danneggiata dai frequenti terremoti e si occuparono del restauro di alcune tele, come si evince dalla testimonianza del Patiri, che scrive dell'Annunziata come di una «Chiesa monumentale rimessa a nuovo sotto la tutela del presente cappellano». Visto l'esterno e dopo aver dato alcune informazioni su questo luogo di culto, vi invito a scoprire l'interno di questa chiesa suggestiva oggi. L'edificio presenta una fabbrica rettangolare con pianta a croce latina, a tre navate coperte da volte a crociera con navate secondarie prossime al transetto e complete di cappelle. Vi sono tre absidi e le navate sono divise da colonne con archi a tutto sesto. All'incrocio tra il corpo longitudinale e il transetto si inserisce la cupola.  La chiesa è quasi priva di tutte quelle decorazioni che un tempo la caratterizzavano, si notano solo poche superfici ornate da stucchi e da alcuni elementi architettonici che scandiscono le pareti interne come lesene, cornici e mensole, su cui ancora è visibile un filo di colore che ci da l'idea della delicatezza degli ornati.",
  "body-p6": "Sul portale d'ingresso, troviamo il coro ligneo con la custodia dell'organo su cui possiamo ancora osservare la vivacità dei decori, tuttavia nel corso degli anni sia il pavimento che gli altari laterali sono stati danneggiati in modo irreparabile. Dopo la costruzione della Nuova Basilica, la chiesa “bassa” fu adibita come luogo di sepoltura e vi si accede tramite una piccola botola che si trova a destra del transetto. Le navate sono voltate a crociera, quella di sinistra presenta quattro cappelle e nella prima è custodita ancora la lapide sepolcrale di Giuseppe Ardizzone datata 1624. Nella navata destra si aprono due cappelle e due arcate, in una di queste è esposto un grande crocifisso. La parete sinistra del transetto ancora mantiene la bellezza degli stucchi celesti ed una piccola cappella dove è posta una statuetta dell'Addolorata. L'absidiola di sinistra custodisce un altare in marmi policromi, la grande abside invece presenta i resti di un altare ligneo stuccato, nella volta a botte unghiata vi è un medaglione in stucco con l'affresco dell'Assunzione al cielo di Maria. Possiamo ammirare inoltre nella sua originaria collocazione, ovvero in una grotta, il pregevole presepe in marmo scolpito dal palermitano Andrea Mancino nel 1495, del gruppo scultoreo, la statua del San Giuseppe si suppone sia stata cambiata con quella commissionata allo scultore carrarese Francesco Li Mastri con atto del 1516, si tratta con orgoglio della prima opera presepiale della Sicilia Sempre dagli scritti del sacerdote Cioffo si evince che la chiesa era ornata da affreschi raffiguranti la Creazione del Mondo, l'Annunciazione, a destra era raffigurato il Paradiso e nella parte sinistra L'Inferno, infine sul portale d'ingresso il Limbo con le anime del Purgatorio. All'entrata della chiesa era posta un'acquasantiera del '500.  Oggi la maggior parte delle opere che un tempo, trovavano collocazione in questa chiesa, sono stata spostate in altri luoghi di culto per preservarli da eventuali danneggiamenti. In passato nella cappella della famiglia Ardizzone, completata nel 1620, era posta una grande tela del celebre pittore Vincenzo La Barbera raffigurante lo sposalizio della Vergine, oggi custodita al Duomo. Nella cappella della famiglia Cavalieri era esposto un dipinto di San Raffaele Arcangelo della prima metà del XVII secolo, anch'esso oggi al Duomo. Un'altra tela compare nell'atto di concessione della cappella ai membri della famiglia Cavalieri, si tratta di un dipinto dell'Annunciazione, dove è possibile vedere la Madonna che parla con l'Angelo Gabriele, realizzato intorno al 1620. Sull'attribuzione di questa tela, esposta oggi nellas nostra maggior chiesa, si è molto discusso, infatti lo studioso Agostino Gallo la attribuisce a Pietro Novelli. Il Patiri invece era propenso ad attribuirla alla figlia del Novelli, Rosalia, mentre il Cusimano al trapanese Giacomo Lo verde. Il dipinto mostra la Vergine in piedi sulla destra e l'Angelo a sinistra. In alto è dipinto l'Eterno attorniato da un coro di angeli infine al centro troviamo lo spirito santo sotto forma di colomba.  Un secondo quadro raffigurante l'Annunciazione era posto sull'altare maggiore in esso si poteva notare lo spavento provato dalla Vergine Maria quando sentì le parole del misterioso Angelo.  Per lungo tempo fu attribuito a Vincenso La Barbera, ma gli storici contemporanei, analizzando lo stile dell'opera attribuiscono l'opera al La Quaraisima. Ancora un'altra tela, quella raffigurante la Madonna del Latte, oggi esposta in chiesa madre, reca la data 1630 e la firma del La Quaraisima. Anche la cappella della famiglia Cioffo, detta del Beato Agostino Novello, per via della presenza della grande tela seicentesca raffigurante il Santo, è motivo di controversia poiché gli storici locali attribuiscono la paternità del dipinto a Vincenzo La Barbera, anche se in proposito mancano cenni tra le note dello stesso sacerdote e il dipinto non compare in nessun atto, tanto da indurre i contemporanei a non credere a tale attribuzione, oggi la tela è esposta in chiesa madre.",
  "footer": "Il grandioso avvenimento dell'Annunciazione è ricordato dalla Chiesa ogni anno il 25 marzo, ma la città di Termini Imerese, devota al culto della Vergine, ha voluto dare risalto a questa ricorrenza costruendo un edificio di culto, simbolo della città e della sua tradizione marian ",
  "link-home": "Torna alle chiese"
}
