{
  "title": "CHURCH OF SAN GIACOMO IN TERMINI IMERESE",
  "body-p1": "The church of Santi Filippo e Giacomo is located in the district of San Pietro, in the historic centre at a level below the floor of the cathedral. In order to better understand the importance this church had over the centuries some historical notes cannot be ignored, along with the description of its district. The neighbourhood was part of the so called Terravecchia, located under the castle (which was around 120 metres above the sea level). In the 15th century this area turned out to be the most populous of the city, it was also the area where the Christian community was concentrated. This lasted until 1571, when it was destroyed after the powder magazine of the castle.",
  "body-p2": "Going back to the church of San Giacomo, the oldest references date back to the Norman period, then a reconsacration was assumed to happen by Pope Innocent III, the guardian of the future emperor Frederick II who, according to the tradition, stopped in Termini in 1208 returning to Rome from Palermo. The church bears the signs of restoration and interventions made after 1338 (such as some wooden shelves now preserved in the Civic Museum “Baldassarre Romano”). During that year Termini Imerese was razed to the ground by the French of Carlo D’Artois, during the struggles between Angevins and Aragonese for the control of Sicily. The building, however, suffered only some damages since it was in close proximity of the city walls and because the French had a special veneration of Saint James. In this regard, we need to remember that the shrine of Santiago de Compostela, in Galicia, was the destination of numerous pilgrimages and was also attended by crusader knights going to the Holy Land. The documents dating back to the 15th century, emphasize that the church of San Giacomo was the cathedral of Termini. A document dating back to 1439 is particularly indicative, it deals with the vassalage of the people of Termini to Antonio de Rebellis (who had purchased the city from the Royal Estate) which took place in the Main Church dedicated to Saint James the Apostle, whose importance had cancelled the one of Saint Philip. Another document from 1442 concerns an act of homage made by an “archipresbiter Thermarum” towards the baron of that land and castle in the very same church. In 1484 a cross was commissioned by an “archipresbitero Majoris Ecclesiae Thermarum” to the painter Pietro Ruzzolone, which is now displaced in the cathedral. Finally, in 1506 there is an act of commission of a canvas depicting Saint James sitting between two angels, the same as the one made for the church of San Giacomo la Marina in Palermo.",
  "body-p3": "After 1516 we have no news about the church of San Giacomo, until 1596 when it loses the role of Termini cathedral and we found it as the home of the confraternity with the same name. During the 17th century the church even changes its name and patron saint: it becomes San Biagio, a name more pleasing to the Jesuits who nearby had built their college. In 1901 the last friar died, from that moment the building begins to be used occasionally, until 1943 when a bomb caused damages such as to cause it to be abandoned. In 1992, on behalf of the Department of Cultural and Environmental Heritage the restoration works began, these allowed the church to return being one of the most important historical monument in Termini.",
  "body-p4": "The plant of the church of San Giacomo stands today as a construction of the Norman period, although the bell tower is of older dating. It has a square base and Guelf battlements almost completely collapsed: you could access through the right aisle and through an ogival arch, next to which another one opened, the latter has been walled up. The material which made up the masonry were very heterogeneous. The bell tower during the 17th century was reduced in its height and lost the elegant mullioned windows held by white columns that adorned it on all four sides. The building underwent significant alterations around 1710, moreover in 1657 the church was in such a state of decay that the new Congregation of the Assumption had to find the financing for further renovations. In the 19th century some houses leaning against the walls of the church were built, they almost completely concealed the lateral ogival portal brought to light by the last activities of consolidation in 1994. ",
  "body-p5": "As far as concern the interiors of the church, it is divided into three naves with pointed arches and apses facing east. The checkboard decorations, carved in the capital of one of the columns supporting the arches used for the naves division, still has traces of the typical colours of the coat of arms of Altavilla (red and white). In the little apse on the left, under different plaster layers, a drawing depicting a cross with a headdress and the episcopal insignia has resurfaced, as well as some side tassels. Indeed, it should be said that Termini was the seat of the Bishop until when Roger II eliminated it and aggregated it the one in Palermo. The church seems to be reconsacrated in the Frederick period, and then definitively lost the status of cathedral in the 15th century. The Spanish wanted to build a Cathedral (larger and located in a more central area) so San Giacomo became more and more marginal. Although in 1535 the emperor Charles V visited the city of Termini he could not go to the Cathedral because incomplete, therefore not yet in operation. After 1625 San Giacomo was modified by the Jesuits, which made a cover with cross vaults built between the nearby college and the church. Subsequently, they carried out the reorientation of the same: where once stood the façade, the friars built the main apse and two false side apses. The access to the building was allowed through a long staircase, at the top of which was placed the entrance portal: the architrave of the latter was enriched with the symbols of the shell and the sword. The first representing the pilgrim going to visit the tomb of the Apostle James in Santiago de Compostela, while the second symbolizing the weapon with which the Saint was martyrized. When the church was placed under the protection of Saint Biagio, a statue of the new saint took the place of the one of Saint James (which stood behind the high altar and was made by the artist Girolamo di Leo in 16th century). The walls were entirely redecorated, erasing almost all the frescoes below. The only two which have been saved were located on the south wall: one is depicting Saint Calogero and was found by the historian Gioacchino Di Marzo, who attributed it to the brothers Graffeo; the other one depicting the Madonna del Rosario with Saint Catherine of Alessandria and Saint Leonard, which has been attributed to Vincenzo La Barbera.",
  "link-home": "Back to Home"
}
