{
  "title": "SANTA CATERINA D’ALESSANDRIA 'S CHURCH",
  "body-p1": "La chiesa di Santa Caterina d’Alessandria sorge nel Pianoro di San Giovanni, una delle aree più antiche della città di Termini Imerese, poiché abitata già da greci e romani. In epoca medievale, l’area viene divisa in tre quartieri denominati Ruga, Caltagegne e Barlaci, e abitata da musulmani ed ebrei, questi ultimi espulsi nel 1496 per regio decreto. Il nome “Pianoro di San Giovanni” fa riferimento alla presenza dell’antico ordine Ospedaliero dei Gerosolimitani, conosciuti anche come cavalieri di San Giovanni Battista, che proprio qui avevano la sua chiesa, di cui oggi resta solo il campanile e alcune fondamenta. Sul finire del XV secolo, l’area diviene di pertinenza dell’ordine Domenicano, mentre nel secolo successivo la corona spagnola, che avvia l’imponente opera di fortificazione della città, trasforma il pianoro in quartiere militare, che così resterà fino alla fine del XVIII secolo, quando buona parte della zona viene destinata a spazio di pubblico godimento, divenendo villa comunale, dedicata allo studioso termitano Nicolò Palmeri.",
  "body-p2": "L’originalissima chiesa di Santa Caterina d’Alessandria risalirebbe alla seconda metà del XIV secolo, come esemplificato dal portale a ogiva realizzato in tufo. Sulla committenza nulla si può dire di certo per mancanza di documenti, tuttavia si può ipotizzare una forte legame con gli ordini religiosi presenti nel territorio: i Francescani della Scarpa, giunti in città nel XIII secolo; i Padri Domenicani, già a Termini nel XV secolo; e i Gerosolimitani, la cui presenza è attestata nel XVI secolo, ma di cui non si può escludere uno stanziamento precedente. Dopo importanti lavori di ristrutturazione, sul finire del Quattrocento la chiesa viene affrescata con le storie di Santa Caterina. Lo storico Giacchino Di Marzo, nella sua opera La Pittura in Palermo nel Rinascimento, pubblicata nel 1899, attribuisce questo ciclo pittorico ai fratelli Nicolò e Giacomo Graffeo, artisti attivi nell’area madonita e residenti a Termini Imerese. Allo stesso modo, il Di Marzo attribuisce al Frate Domenicano Nicolò Spalletta da Caccamo alcuni interventi pittorici datati 1546, tra cui la grande Crocifissione, che nel 1856 è stata deturpata dall’apertura di una finestra. L’inserimento di queste ultime pitture è consecutivo ad alcuni lavori architettonici coevi, eseguiti con lo scopo di ampliare e riorientare la chiesa. All’interno dell’edificio, quindi, convivono due linguaggi artistici differenti, anche se distanti tra loro pochi decenni. La pittura attribuita ai fratelli Graffeo di fine quattrocento, è una pittura tipicamente mediterranea, legata ancora a modelli tardo-gotici catalani, priva di effetti volumetrici, spazi reali e dinamiche azioni; invece gli affreschi cinquecenteschi, forse aggiunti dallo Spalletta, presentano uno studio più accurato della prospettiva e degli spazi, oltre che un’espressività più accentuata nei volti dei personaggi che, al contrario, i Graffeo si limitano ad esprimere esclusivamente attraverso la gestualità delle mani. Il ciclo pittorico propone dettagliati episodi legati all’agiografia di Santa Caterina, tratti dalla Legenda Aurea del domenicano Jacopo da Varazze, opera nota in tutta la penisola dalla seconda metà del XIII secolo, che consente di conoscere la vita di molti Santi, divenendo fonte d’ispirazione iconografica per gli artisti medievali. La narrazione si compone di 32 pannelli di poco rettangolari, disposti su due ordini sovrapposti e incorniciati da elementi architettonici dipinti, dove si inserisce un lungo fregio con iscrizioni in lingua siciliana, ancora oggi perfettamente comprensibile. Queste “didascalie contestuali” in volgare risulterebbero essere in Sicilia le più estese su una superficie non cartacea. La scelta del siciliano rispetto al latino, suggerisce l’intenzione dei committenti di rendere la narrazione più fruibile ai fedeli che avevano un livello medio di istruzione. La storia inizia nel registro inferiore della parete destra. Purtroppo il primo pannello che mostra i natali della Santa titolare, oggi non è presente in loco, perché staccato nel 1856 dal pittore Ciofalo e collocato al Museo Civico, dove tutt’ora è custodito.",
  "body-p3": "Caterina nasce nel 288 ad Alessandria d’Egitto, città famosa per l’importantissima biblioteca. La tradizione la vuole figlia di una principessa cipriana e di un re, Costo, a sua volta figlio del Tetrarca Costanzo Cloro, che avrebbe avuto Costantino in seconde nozze. Ben presto si avvicina alla religione cattolica con la sua nutrice, la quale un giorno riceve la visita di un angelo che le profetizza ciò che la giovane Caterina dovrà affrontare nella sua vita, fino al martirio. Caterina è infatti ricordata come protettrice degli studi filosofici, degli ordini mendicanti, dei notai, delle sarte, delle nutrici e di molte categorie di artigiani. Dopo aver ricevuto il battesimo per infusione, Caterina sogna la Vergine Maria e Gesù bambino mentre Le mette al dito un bellissimo anello nuziale, così da farla sua sposa. Le gesta di Caterina sono narrate dal registro superiore della parete destra. La giovane, nemmeno ventenne, si scontra con Massimino Daia, nuovo Cesare d’Oriente, durante una festività politico-religiosa organizzata per celebrare e rafforzare l’Impero romano dopo la pesante crisi del III secolo. Per l’occasione ai Cristiani viene imposto di praticare sacrifici a favore delle divinità pagane, ma il loro rifiuto provoca violenti tumulti. Così, con grande coraggio, Caterina parte dal suo palazzo per ammonire il monarca, finendo però in prigione. Inizialmente Massimino Daia si mostra ollerante nei confronti della colta ragazza e pensa di farla ragionare, e di conseguenza convertire, portandola di fronte a ben 50 filosofi. La disputa, però, non si risolve come previsto e Massimino è costretto a mettere al rogo i filosofi che, dopo aver ascoltato le parole di Caterina, si sono converti. Osservando il registro superiore della parete opposta, si vede come Massimino decide quindi di passare alle maniere forti: ordina di far straziare il corpo della ragazza con dei rampini e poi di rinchiuderla in prigione per 12 giorni senza viveri. Nella sua cella Caterina viene miracolosamente curata da alcuni angeli, mentre una colomba le porta il sostentamento attraverso le sbarre. Durante questi duri giorni di solitudine, Caterina riceve anche la visita dell’Imperatrice Faustina e del luogotenente Porfirio, entrambi con il loro seguito di dame e cavalieri; tutti, esattamente come i filosofi, si convertono al Cristianesimo ascoltando le parole della giovane. Nel vederla per nulla segnata dal digiuno, Massimino decide di uccidere la ragazza facendo uso di un atroce strumento di tortura: la ruota dentata, destinato a diventare il noto attributo iconografico della Santa, insieme alla spada, al libro e alla palma della vittoria. Il diabolico marchingegno non fa in tempo a sfiorare la vittima, poiché viene distrutto da un angelo armato di spada. In seguito al prorompentemente intervento divino, i frammenti acuminati finiscono sui presenti, uccidendoli. Massimino, preso da un inarrestabile furore, decide di porre fine a questa insostenibile situazione: ordina dapprima la decapitazione dell’imperatrice, di Porfirio, delle dame e dei cavalieri che si erano convertiti; e infine fa tagliare la testa di Caterina. Secondo la leggenda, al momento della decollazione, dal suo collo pare non sia uscito sangue ma latte (simbolo di nutrimento salvifico); e che dalle sue ossa trasudi un olio capace di guarire molti mali. Per beneficiare di questo evento miracoloso, molti cristiani, che si recavano in pellegrinaggio in Terra Santa, facevano tappa anche presso il suo sepolcro posto alle pendici del Monte Sinai, dove si dice il corpo sia stato trasportato da alcuni angeli.",
  "body-p4": "Questa chiesa non affascina soltanto per l’avvincente storia così sapientemente narrata per immagini e parole, ma custodisce anche una rara iconografia, a molti sconosciuta, ossia quella dei Sette Arcangeli. Venerati già dal III secolo, il culto di Michele, Gabriele, Raffaele, Sealtiel, Jeudiel, Barachiel e Uriel era condiviso da Cristiani, Ebrei e Musulmani. Ad ognuno di loro Dio ha assegnato uno speciale compito, suggerito dai loro stessi nomi e semplificato dall’iconografia. Il fedele era solito invocarli per richiedere specifica assistenza, soprattutto contro le più gravi calamità. Tuttavia, in diversi momenti storici, la chiesa censura questo culto, per evitare che il popolo invocasse questi spiriti in un modo poco corretto, cioè più legato a pratiche magiche che a ragioni di fede. Il loro culto viene riscoperto a Palermo nei primi decenni del ’500 nell’antica chiesetta palermitana di Sant’Angelo, che un tempo sorgeva dietro la cattedrale. Questo ritrovamento avrà eco non solo in Sicilia, dove a Termini Imerese trova una delle primissime riproduzioni locali, ma anche in alcuni centri della penisola e dell’Europa. Vale la pena ricordare che questi splendidi affreschi sono oggi fruibili grazie a un’importante opera di restauro della Soprintendenza di Palermo, eseguita a partire degli anni ’90, grazie alla quale è stato possibile recuperare quelle immagini che nel XIX secolo erano state deturpate da colpi di arma da fuoco e da un uso improprio che è stato fatto di questo antico luogo di culto, essendo stato destinato a granaio e a rifugio per soldati durante la Prima Guerra Mondiale.",
  "footer": "A cura di Roberta Sperandeo, Dott.ssa in Storia dell’Arte e Dott.ssa in Arti Visive, specializzata in Pittura. Autrice del libro: La chiesa di Santa Caterina d’Alessandria di Termini Imerese, Edizioni d’arte kalos, Palermo 2017",
  "link-home": "Back to Home"
}
